insert into author(name) values
                          ('А. С. Пушкин'),
                          ('М.Ю. Лермонтов'),
                          ('С. А. Есенин'),
                          ('А. П. Чехов'),
                          ('Н. В. Гоголь');

insert into genre(name) values
                         ('Драма'),
                         ('Поэма'),
                         ('Проза');

insert into book(name, author_id, genre_id) values
                        ('Кавказский пленник', 1, 2),
                        ('Медный всадник', 1, 2),
                        ('Капитанская дочка', 1, 3),
                        ('Маскарад', 2, 1),
                        ('Анна Снегина', 3, 2),
                        ('Дама с собачкой', 4, 3),
                        ('Мертвые души', 5, 1);